[
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Lara",
    "date": "2025-08-25",
    "lang": "es",
    "text": "Insuperable\nMe encantó todo, la casa preciosa, todo impecable, cálida y además la persona que lo gestiona un 10, estuvo al dedillo con todos los detalles, la cesta de bienvenida...una pasada, super contenta, volveremos a ir.\nNada que objetar."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Jose",
    "date": "2025-08-10",
    "lang": "es",
    "text": "Perfecto\nTodo está muy bien"
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Juan",
    "date": "2025-06-29",
    "lang": "es",
    "text": "Todo en general, la limpieza la atencion, etc. No lo pone en la web pero dispone de aire acondicionado en todas las habitaciones.\nNo se puede sacar ninguna pega a este establecimiento."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Joana",
    "date": "2025-05-22",
    "lang": "es",
    "text": "Espectacular\nLa casa es espectacular, mejor aún que en las fotos. Todos los detalles imaginables, incluso en la cocina. Estuvimos comodísimos y como en casa. Para repetir sin duda.\nLo mejor, la atención antes y durante la estancia. Una maravilla de gestión.\nAbsolutamente nada"
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Jose",
    "date": "2025-05-04",
    "lang": "es",
    "text": "Excelente casa para una familia\nLa atención recibida desde antes de llegar a la casa. La casa muy limpia, ordenada, completa y un detalle de bienvenida excelente. El jardín del patio también acogedor con una buena barbacoa"
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Marta",
    "date": "2024-12-08",
    "lang": "es",
    "text": "La casa es fantástica, muy cómoda y con todo lo necesario para estar tranquilos un fin de semana."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Rebeca",
    "date": "2024-11-03",
    "lang": "es",
    "text": "Excelente\nLa limpieza, la decoración que la hace muy acogedora"
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Gorka",
    "date": "2024-10-23",
    "lang": "es",
    "text": "Para repetir!!!\nHabitaciones y baños espaciosos y todo muy limpio. Cocina equipada con todo lo necesario y más (servilletas, aceite, café, azúcar, sal, etc., etc.,…).\nUbicación fantástica para realizar rutas en bici por las bárdenas desde el mismo pueblo.\nPor decir algo… quizá poca zona de trabajo en la cocina."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Iñaki",
    "date": "2024-06-09",
    "lang": "es",
    "text": "Fin de semana de 10 ;)\nUna maravilla de casa, todo impecable y con todo lo necesario y más. Tanto las habitaciones como los baños, amplios y muy bien equipados.\nLa atención genial también.\nGracias por el detalle de bienvenida! :)\n*Es una pena que con lo a gusto que se está en el patio, si hace mucho calor, o más bien si da el sol, no hay nada de sombra para poder estar fuera."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Maria",
    "date": "2024-04-15",
    "lang": "es",
    "text": "Exquisita casa\nLa casa es preciosa, muy amplia y decorada con un gusto exquisito. El patio que tiene es bastante grande fue la delicia de nuestras perritas. La ubicación muy buena. El pueblo muy tranquilo. La gestión muy cercana y la dueña de la casa muy preocupada. Una maravilla poder disfrutarla con nuestras perritas se agradece estar en una casa fantástica y que admitan perros. Muchas gracias\nAunque en la descripción cuando reservamos ponía que admitían perros y no cobraban suplemento, en nuestro caso sí que nos cobraron por llevar 3, menos mal que fue por estancia y no por noche y perro, porque si no se nos hubiera ido de precio. Creo que esto hay que informarlo antes, pero aun así, repetiríamos."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Nieves",
    "date": "2024-03-29",
    "lang": "es",
    "text": "Tal y como se ve en las fotos.\nHabitaciones amplias y cómodas.\nZonas comunes con todo lo necesario y más. Todo limpísimo.\nFuimos con niños pequeños y un bebé y no echamos nada en falta.\nEl patio es un plus."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Pedro",
    "date": "2024-01-01",
    "lang": "es",
    "text": "Alojamiento hecho con mimo y con mucho encanto .\nAlojamiento bonito y cómodo . Decorada con mimo . La propietaria y el gestor de vivienda (Jesús) han estado pendientes en todo momento y solucionado cualquier imprevisto . Todo nuevo, limpio y bien organizado . Habitaciones muy bien estructuradas . Nos ha encantado a todos .\nTodo fue perfecto , quizá al no poder aprovechar la zona exterior por ser invierno , se queda pequeña la estancia salón-cocina si se alojan muchas personas , pero el encanto de la casa lo suple con creces ."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Kike",
    "date": "2023-12-10",
    "lang": "es",
    "text": "Todo perfecto, la casa estaba preciosa, súper limpia, impecable, nada que objetar y la atención prestada lo mismo de lo mismo."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Juanpablo",
    "date": "2023-11-12",
    "lang": "es",
    "text": "Fin de semana familiar perfecto\nPreciosa casa con todo lo necesario para disfrutar cómodamente y en familia de los atractivos de la zona.\nPersonal muy amable y dispuesto a ayudar."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Ana",
    "date": "2023-11-04",
    "lang": "es",
    "text": "Nos encantó la casa. Tenía todo lo que podíamos necesitar, además de cómoda y bonita."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Maialen",
    "date": "2023-11-03",
    "lang": "es",
    "text": "Casa nueva, al detalle."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Esteban",
    "date": "2023-10-02",
    "lang": "es",
    "text": "Perfecte ubicacion para visitar la Bardenas Reales, Tudela y otro lugares de la zona. La casa es muy amplia, comóda y recién reformada. Amplio Jardin para las mascotas\nel pueblo es pequeñito pero con los servicios suficientes."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Ana",
    "date": "2023-07-31",
    "lang": "es",
    "text": "No le falta detalle\nTodo, desde las habitaciones, pasando por cocina y terraza. Mobiliario suficiente para todos, hemos marchado muy contentos.\nNo ha habido nada negativo."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "María",
    "date": "2023-06-05",
    "lang": "es",
    "text": "Súper casa para disfrutar con amigos y niños\nTodo! La casa es excelente. Todo súper cuidado y no falta de nada. La atención personal también muy buena. Están al tanto de ti los días de antes y dejan la casa preparada por encima de tus expectativas. De verdad, merece mucho la pena. Y si vais con niños, súper cerca de Sendaviva."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Nikolay",
    "date": "2024-08-26",
    "lang": "en",
    "text": "Home. Not just a house.\nExceptionally stylish, clean and comfortable property. Nice surprises at coming. Ideal parking : 1 meter to the door. Very convenient location to explore the stone park nearby. Backyard with BBQ. Friendly and responsive owner.\nThe only very minor thing was hot water issues, but the guys arranged fixing it literally in no time. .",
    "text_es": "Hogar. No solo una casa.\nPropiedad excepcionalmente elegante, limpia y cómoda. Agradables sorpresas al llegar. Aparcamiento ideal: a 1 metro de la puerta. Ubicación muy conveniente para explorar el parque de piedra cercano. Patio trasero con barbacoa. Propietario amable y receptivo.\nLo único muy secundario fueron los problemas con el agua caliente, pero los chicos organizaron la reparación literalmente en un abrir y cerrar de ojos."
  },
  {
    "platform": "booking",
    "rating": 9,
    "ratingMax": 10,
    "author": "Rensvoosterhout77",
    "date": "2025-07-27",
    "lang": "nl",
    "text": "Mooi huis van alle gemakken voorzien, leuk ingericht, vriendelijke host \n Zeer ruim huis, alles schoon en netjes. Prachtig ingericht, alle gemakken voorzien, perfect voor een uitstap naar Bardenas Reales. Hele vriendelijke host Jesus\nNiets",
    "text_es": "Bonita casa con todas las comodidades, bien decorada, anfitrión amable \n Casa muy espaciosa, todo limpio y ordenado. Bellamente decorada, con todas las comodidades, perfecta para una excursión a las Bardenas Reales. Anfitrión Jesús muy amable\nNada"
  },
  {
    "platform": "booking",
    "rating": 9,
    "ratingMax": 10,
    "author": "Valérie",
    "date": "2025-06-07",
    "lang": "fr",
    "text": "Ne pas se fier à l’extérieur, l’intérieur de la maison est très agréable, tout est neuf en parfait état et décoré avec b \n Maison de ville très fonctionnelle, 4 grandes chambres et 2 grandes salles de bains. On se gare dans la rue devant la maison. Petits commerces à proximité à pieds.\nDécoration très cosy. Tout était Très propre et état neuf. Merci pour les petites attentions à l’arrivée.\nRien.\nL’espace cuisine et repas est un peu juste pour être très à l’aise pour un groupe de 8 mais en s’organisant bien ça fonctionne ! Malheureusement le temps était pluvieux donc nous n’avons pas profité pleinement de l’espace extérieur.",
    "text_es": "No te fíes del exterior, el interior de la casa es muy agradable, todo es nuevo, en perfecto estado y decorado con b \n Casa de pueblo muy funcional, 4 dormitorios grandes y 2 baños grandes. Se puede aparcar en la calle en frente de la casa. Pequeños comercios cerca a pie.\nDecoración muy acogedora. Todo estaba muy limpio y en estado nuevo. Gracias por los pequeños detalles a la llegada.\nNada.\nEl espacio de cocina y comedor es un poco justo para estar muy cómodo para un grupo de 8, ¡pero organizándose bien funciona! Desafortunadamente, el tiempo estaba lluvioso, por lo que no pudimos disfrutar plenamente del espacio exterior."
  },
  {
    "platform": "booking",
    "rating": 9,
    "ratingMax": 10,
    "author": "Elodie",
    "date": "2025-05-01",
    "lang": "fr",
    "text": "Parfait, confortable et pratique. \n La maison est confortable, grande, bien équipée et parfaitement propre. La literie est très confortable et le linge en parfait état. On s'y sent comme chez soit.\nLes accès au désert des Bardenas sont relativement proches et il y a des commerces de proximités.\nRien, tout était top.",
    "text_es": "Perfecto, cómodo y práctico. \n La casa es cómoda, grande, bien equipada y perfectamente limpia. La ropa de cama es muy cómoda y la lencería está en perfecto estado. Te sientes como en casa.\nLos accesos al desierto de las Bardenas están relativamente cerca y hay comercios de proximidad.\nNada, todo estuvo genial."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Alex",
    "date": "2025-04-13",
    "lang": "fr",
    "text": "Superbe, confortable bien fini et de belles intentions. Merci",
    "text_es": "Magnífico, cómodo, bien acabado y con buenas intenciones. Gracias"
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "David",
    "date": "2023-05-22",
    "lang": "fr",
    "text": "Superbe maison de ville de 4 chambres rénovée avec goût et fonctionnelle.\n maison très bien rénovée avec goût et fonctionnelle, très bien équipé et lits confortables et accès Wifi, stationnement devant la maison sans problème.. une cours ensoleillée avec salon de jardin permet de profiter de dehors, nous avons passé un super séjour en famille, je recommande cet appartement..quartier très calme..dans un petit village à 10 minutes de TUDELA…\naucun problème.",
    "text_es": "Magnífica casa de pueblo de 4 dormitorios renovada con gusto y funcional.\ncasa muy bien renovada con gusto y funcional, muy bien equipada y camas cómodas y acceso Wifi, aparcamiento delante de la casa sin problema.. un patio soleado con muebles de jardín permite disfrutar del exterior, pasamos una estancia estupenda en familia, recomiendo este apartamento.. barrio muy tranquilo.. en un pequeño pueblo a 10 minutos de TUDELA…\nningún problema."
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Sonia",
    "date": "2025-07-13",
    "lang": "es",
    "text": "Excepcional"
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Nerea",
    "date": "2023-09-11",
    "lang": "es",
    "text": "Excepcional"
  },
  {
    "platform": "booking",
    "rating": 9,
    "ratingMax": 10,
    "author": "Patricia",
    "date": "2023-08-13",
    "lang": "es",
    "text": "Fantástico"
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Philipp",
    "date": "2025-04-06",
    "lang": "es",
    "text": "Excepcional"
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Thaïs",
    "date": "2024-06-06",
    "lang": "fr",
    "text": "Exceptionnel",
    "text_es": "Excepcional"
  },
  {
    "platform": "booking",
    "rating": 10,
    "ratingMax": 10,
    "author": "Justine",
    "date": "2024-05-04",
    "lang": "fr",
    "text": "Exceptionnel",
    "text_es": "Excepcional"
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "María De Los Angeles",
    "date": "2025-08-01",
    "lang": "es",
    "text": "Es un alojamiento espectacular al que no le falta detalle. El pueblo nos gustó mucho y, a pesar de encontrarse en fiestas, desde la casa no sé oía nada, con lo cual disfrutamos de ellas pero descansamos igualmente.\nLa casa es una maravilla. El detalle de la entrada es una pasada y se agradece mucho. Es una casa amplia, con camas cómodas, acceso muy bueno, jardín amplio y muy cómodo! Hemos estado encantados/as. Muchísimas gracias por todo. Sin duda, volveremos."
  },
  {
    "platform": "airbnb",
    "rating": 4,
    "ratingMax": 5,
    "author": "Sandra",
    "date": "2024-10-01",
    "lang": "es",
    "text": "Estancia muy agradable, regalos de bienvenida que hay que apreciar con mucho cariño. Rápidas respuestas y disposición siempre por parte del anfitrión.\nRespuesta de Rurive\nenero de 2025\nRurive\nMuchas gracias por el comentario Sandra! Nos ha hecho muchísima ilusión el teneros en nuestro alojamiento. Gracias por elegirnos :)"
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "María",
    "date": "2024-12-01",
    "lang": "es",
    "text": "Buena.\nRespuesta de Rurive\nenero de 2025\nRurive\nMuchas gracias por tu comentario María! Ha sido un placer teneros como huéspedes en nuestro alojamiento!"
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "Cristina",
    "date": "2024-05-01",
    "lang": "es",
    "text": "Excelente fin de semana de principio a fin!! La casa es perfecta, muy bien decorada, cómoda e impecable. Se nota que tratan con mucho mimo a los huéspedes...dejaron juguetes para nuestro peque y una maravillosa cesta con productos riquísimos!! Jesús muy atento en todo momento  y, justo antes de irnos, tuvimos el placer de conocer a Eva y su marido. Os deseamos mucho éxito y recomendamos a todo el mundo que venga a esta casa.  Repetiremos seguro!! Un abrazo!!\nRespuesta de Rurive\nagosto de 2024\nRurive\nGracias Cristina por elegirnos, cuidar de la casa y recomendarnos :)\nNos ha hecho especial ilusión tener a huéspedes como vosotros en nuestra casa. Estáis más que bienvenidos a volver cuando queráis!"
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "Camille",
    "date": "2024-10-01",
    "lang": "fr",
    "text": "Maison avec une ambiance relaxante, très joliment décorée : on s'y sent comme chez soi ! \nMerci Jésus pour tous les petits détails qui rendent le séjour si agréable et ressourçant !\nLa région : un bijou !",
    "text_es": "Casa con un ambiente relajante, muy bien decorada: ¡uno se siente como en casa!\n¡Gracias Jesús por todos los pequeños detalles que hacen que la estancia sea tan agradable y relajante!\nLa zona: ¡una joya!\nRespuesta de Rurive\nenero de 2025\nRurive\n¡Gracias a ustedes por elegirnos para pasar unos días en nuestro alojamiento! Muchas gracias por el bonito comentario que nos has dejado:)"
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "Eulalia",
    "date": "2023-10-01",
    "lang": "es",
    "text": "Fuimos a Navarra con la familia y la estada nos ha encantado. La casa está super cuidada, de fácil acceso para ir con coche y con entrada flexible autonoma (llegamos a las 23h). Además tiene un excelente wifi y varios sitios donde poder teletrabajar (estuvimos 5 adultos teletrabajando una mañana).  Sin embargo, si hay algo a destacar es el trato de Jesus. Desde el primer momento, nos ayudó proporcionándonos cunas y tronas para los pequeños de la casa. También nos ayudó dándonos instrucciones de actividades y donde comer. Y por no hablar de los detalles al llegar a la casa: tostadas de pan, madalenas, leche y agua fría en la nevera. ¡Un detallazo!\nEl trato con él ha sido excelente, no podemos estar más agradecidos. Alojamiento 100% recomendable.\nRespuesta de Rurive\noctubre de 2023\nRurive\nHola Eulalia! No sabes la ilusión que nos hace leer tu comentario. Mil gracias por elegirnos y por depositar tu confianza en nosotros para pasar tus vacaciones. Nos vemos!"
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "Aleksandras",
    "date": "2024-07-01",
    "lang": "en",
    "text": "This is by far the best AirBnb we have been to in a long time, if not the best ever. Very spacious and clean house, fully equipped, and communication with the host was quick and easy. The best surprise for us was the welcome with bread, olive oil, juice and some snacks. Bravo!",
    "text_es": "Este es, con diferencia, el mejor AirBnb en el que hemos estado en mucho tiempo, si no el mejor de todos los tiempos. Casa muy espaciosa y limpia, totalmente equipada, y la comunicación con el anfitrión fue rápida y sencilla. La mejor sorpresa para nosotros fue la bienvenida con pan, aceite de oliva, zumo y algunos aperitivos. ¡Bravo!\nRespuesta de Rurive\nagosto de 2024\nRurive\nMuchas gracias por tus comentarios, Aleksandras. Para nosotros, ha sido un placer. Tomamos en cuenta todas las sugerencias que nos hiciste para mejorar, por eso también estamos muy agradecidos. Espero que hayas tenido un buen viaje de vuelta a casa :)"
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "Lorenzo",
    "date": "2024-10-01",
    "lang": "fr",
    "text": "Le logement est parfait et nous envisageons de revenir...",
    "text_es": "El alojamiento es perfecto y estamos pensando en volver...\nRespuesta de Rurive\nenero de 2025\nRurive\n¡Le damos la bienvenida cuando quiera!"
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "Bryan",
    "date": "2024-05-01",
    "lang": "fr",
    "text": "Le logement est identique à la description et aux photos. La décoration est soignée avec des matériaux de bonne qualité. Le logement est d'une propreté irréprochable. Idéalement situé pour visiter le désert des Bardenas et ses environs.\nWeek-end parfait 🤩",
    "text_es": "El alojamiento es idéntico a la descripción y las fotos. La decoración está cuidada con materiales de buena calidad. El alojamiento es impecable. Con una ubicación ideal para visitar el desierto de las Bardenas y sus alrededores.\nFin de semana perfecto 🤩\nRespuesta de Rurive\nagosto de 2024\nRurive\nGracias Bryan por disfrutar de nuestro alojamiento, para nosotros han sido anfitriones ejemplares. Muchas gracias por confiar en nosotros para visitar Bardenas."
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "Juan Pablo",
    "date": "2023-09-01",
    "lang": "es",
    "text": "ESPECTACULAR. Con Mayúsculas.\nLa casa es preciosa y espaciosa: ideal para unos días de descanso y desconexión.\n Jesús ha sido un excelente anfitrión: detalles como dejarnos todo para el desayuno, juegos de mesa, detalles para los niños. Está todo decorado de forma armónica y han pensado cada detalle. Está todo en excelente estado y funcional  (como nuevo) y ha sido un verdadero placer.\nLa entrada y salida han sido flexibles y Jesus ha estado a disposición en todo momento, con un trato súper cordial y atento. ¡Muchas gracias por todo! Quedamos encantados.\nRespuesta de Rurive\noctubre de 2023\nRurive\nMil gracias por tu comentario. Nos encanta leerlo Juan Pablo. De verdad, no sabéis la ilusión que nos hace leerlo .) Estáis más que invitados a volver cuando queráis!!"
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "Camélia",
    "date": "2023-10-01",
    "lang": "fr",
    "text": "Nous avons passé un excellent séjour dans la maison de Jésus !\nAvant même notre arrivée, Jésus a eu une communication impeccable, très chaleureuse, arrivée flexible.\nLa maison était très agréable, très bien décorée, espace extérieur très agréable, très bien équipée, les lits très confortables.\nIdéal pour aller visiter la région des Bardenas.\nJésus était très attentif aux messages. Merci beaucoup !\nJe recommande sans hésiter !",
    "text_es": "¡Pasamos una estancia estupenda en la casa de Jesús!\nYa antes de nuestra llegada, Jesús tuvo una comunicación impecable, muy cálida, llegada flexible y flexible.\nLa casa era muy agradable, muy bien decorada, espacio exterior muy agradable, muy bien equipado, las camas muy cómodas.\nIdeal para ir a visitar la zona de las Bardenas.\nJesús estaba muy atento a los mensajes. ¡Muchas gracias! ¡\nLo recomiendo sin lugar a dudas!\nRespuesta de Rurive\noctubre de 2023\nRurive\n¡Gracias a vosotros, Camélia! Estamos muy contentos de leer su experiencia con nosotros. Gracias por haber depositado su confianza en nosotros para pasar sus vacaciones:)"
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "Janusz",
    "date": "2024-09-01",
    "lang": "pl",
    "text": "Wszystko było super, 👍 ładne, przestronne mieszkanie, duże podwórko. Blisko do sklepów, parking przy wejściu do mieszkania. Gospodarz jest bardzo miły i szczegółowo opisał nam jak zwiedzać park Bardenas Reales. Jesús bardzo szybko odpowiadał na nasze pytania. Otrzymaliśmy kosz powitalny ze słodyczami. Wszystko było czyste. Bardzo udany pobyt, polecamy tego gospodarza👌. Chociaż oficjalny wjazd do Bardenas Reales i na 35-kilometrową pętlę znajduje się w Arguedas, kilka kilometrów na południe od Fustiñany, przy drodze 126, jest inny, nieoficjalny, ale legalny wjazd do parku. Zaletą jest zero turystów i widoki równie piękne jak na trasie.",
    "text_es": "Todo fue genial,👍 apartamento bonito, espacioso, patio grande. Cerca de tiendas, aparcamiento en la entrada del apartamento. El anfitrión es muy amable y nos describió en detalle cómo visitar el parque de las Bardenas Reales. Jesús respondió muy rápidamente a nuestras preguntas. Recibimos una cesta de bienvenida con dulces. Todo estaba limpio. Una estancia muy agradable, recomendamos a este anfitrión👌. Aunque la entrada oficial a las Bardenas Reales y al bucle de 35 kilómetros se encuentra en Arguedas, a pocos kilómetros al sur de Fustiñana, al lado de la carretera 126, hay otra entrada no oficial pero legal al parque. Las ventajas son cero turistas y vistas tan bonitas como las de la ruta.\nRespuesta de Rurive\nenero de 2025\nRurive\nGracias por el maravilloso comentario Janusz. Fue fantástico tenerte como huésped en nuestro alojamiento. Gracias por confiar en nosotros por celebrar tus vacaciones con nosotros:)"
  },
  {
    "platform": "airbnb",
    "rating": 5,
    "ratingMax": 5,
    "author": "Katia",
    "date": "2024-04-01",
    "lang": "fr",
    "text": "Accueil parfait, merci",
    "text_es": "Bienvenida perfecta, gracias\nRespuesta de Rurive\nmayo de 2024\nRurive\n¡Gracias, Katia! ¡Gracias por confiar en nuestro alojamiento para pasar el fin de semana!"
  },
  {
    "platform": "google",
    "rating": 5,
    "ratingMax": 5,
    "author": "VANESA SANCHEZ SARNAGO",
    "date": "Hace 2 años",
    "lang": "es",
    "text": "Tuvimos la suerte de alojarnos en esta casa hace unos días. Vivienda completamente rehabilitada, todo nuevo a estrenar. Todo muy limpio y cuidado al mínimo detalle. Perfecta para ir en grupo y con niños. La anfitriona tuvo el detalle de dejarnos unos obsequios de la tierra que es de agradecer. Cerca de Senda Viva, las Bardenas Reales. Volveremos!!!"
  },
  {
    "platform": "google",
    "rating": 5,
    "ratingMax": 5,
    "author": "Carlos LG",
    "date": "Hace 3 meses",
    "lang": "es",
    "text": "Es la segunda vez que nos alojamos en esta casa...y no sera la última. Es cómoda, muy bonita, con muchísimos detalles que hacen que la sientas como tu hogar. ¡¡Gracias!!"
  },
  {
    "platform": "google",
    "rating": 5,
    "ratingMax": 5,
    "author": "Nicole Camposeco",
    "date": "Hace un año",
    "lang": "es",
    "text": "Mi familia y yo estuvimos en la casa hace un par de días y tuvimos una experiencia increíble! La casa muy bonita e incluso estuvo decorada para navidad lo cual me pareció excelente y un detalle muy bonito! 100% recomendada :D"
  },
  {
    "platform": "google",
    "rating": 5,
    "ratingMax": 5,
    "author": "Gemma Aznar Aina",
    "date": "Hace un año",
    "lang": "es",
    "text": "Casa preciosa al último detalle, limpieza de 10, sitio tranquilo, especial familia, detalle bienvenida de los dueños, volveremos sin duda."
  },
  {
    "platform": "google",
    "rating": 5,
    "ratingMax": 5,
    "author": "olga Aznar",
    "date": "Hace un año",
    "lang": "es",
    "text": "Increíble la casa,preciosa mucho más que en las fotos,súper acogedora y limpisima,repetiremos!"
  },
  {
    "platform": "google",
    "rating": 5,
    "ratingMax": 5,
    "author": "Olga Sada Aguirre",
    "date": "Hace 2 años",
    "lang": "es",
    "text": "Casa rural recién abierta con 4 hab.\nUn gran patio para disfrutar.\nUbicada en una calle tranquila y bien comunicada. Tiene cerca todos los …Más"
  },
  {
    "platform": "google",
    "rating": 4,
    "ratingMax": 5,
    "author": "María Pilar Lostado",
    "date": "Hace 2 años",
    "lang": "es",
    "text": "Excelente la casa muy bonita la tranquilidad de la zona y muy cerca ,Las Bardenas , Senda viva, Tudela nos ha gustado mucho volveremos"
  },
  {
    "platform": "google",
    "rating": 5,
    "ratingMax": 5,
    "author": "EM LV",
    "date": "Hace un año",
    "lang": "es",
    "text": "Preciosa casa en la puerta sur de la bardena negra\nCerca de senda viva\nBien ubicada con todos los servicios que necesitas a un paso"
  },
  {
    "platform": "google",
    "rating": 5,
    "ratingMax": 5,
    "author": "Fran Abad Gonzalez",
    "date": "Hace un año",
    "lang": "es",
    "text": "Maravillosa estancia…totalmente recomendable"
  },
  {
    "platform": "google",
    "rating": 5,
    "ratingMax": 5,
    "author": "Isabel Aina",
    "date": "Hace un año",
    "lang": "es",
    "text": "Superlimpio y estancia acogedora"
  },
  {
    "platform": "google",
    "rating": 5,
    "ratingMax": 5,
    "author": "Fusti Sergio",
    "date": "Hace 5 meses",
    "lang": "es",
    "text": ""
  },
  {
    "platform": "google",
    "rating": 5,
    "ratingMax": 5,
    "author": "Pablo Marin",
    "date": "Hace un año",
    "lang": "es",
    "text": ""
  }
]